Revit 2027 API
ParameterTypeId.LevelUpToLevel Property
 "Story Above"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelUpToLevel { get; }
Public Shared ReadOnly Property LevelUpToLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelUpToLevel {
	ForgeTypeId^ get ();
}
static member LevelUpToLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace